Repository: wordpress-parsi/woocommerce-gateway
Catalog: sepal/languages/sepal-woocommerce-*.po
Languages: fa_ir

source: Rial
fa_ir: ریال

source: Toman
fa_ir: تومان

source: Thousand Rial
fa_ir: هزار ریال

source: Thousand Toman
fa_ir: هزار تومان

source: sepal-woocommerce
fa_ir: افزونه پرداخت سپال برای ووکامرس

source: sepal-woocommerce-desc
fa_ir: افزونه درگاه پرداخت سپال برای فروشگاه ساز ووکامرس

source: Sepal Payment Gateway
fa_ir: درگاه پرداخت سپال

source: Sepal Payment Gateway Settings
fa_ir: تنظیمات درگاه پرداخت سپال برای افزونه فروشگاه ساز ووکامرس

source: General Settings
fa_ir: تنظیمات پایه ای

source: Enable Payment Method
fa_ir: فعالسازی/غیرفعالسازی

source: Enable Sepal Payment
fa_ir: فعالسازی درگاه سپال

source: To Enable Payment via Sepal Check this parameter
fa_ir: برای فعالسازی درگاه پرداخت سپال باید چک باکس را تیک بزنید

source: Display Title
fa_ir: عنوان قابل نمایش به کاربر

source: Display Title to user
fa_ir: عنوان درگاه که در طی خرید به مشتری نمایش داده میشود

source: Payment Instruction
fa_ir: توضیحات درگاه

source: Payment Instruction display to user
fa_ir: توضیحاتی که در هنگام انجام پرداخت برای این درگاه نمایش داده می شود

source: Pay Online by Iranian Shetab Card via Sepal Payment Gateway
fa_ir: پرداخت به وسیله کلیه کارت های عضو شبکه شتاب از طریق درگاه آنلاین سپال

source: Sepal Settings
fa_ir: تنظیمات سپال

source: API Key
fa_ir: کلید وب سرویس

source: Sepal API Key
fa_ir: کلید وب سرویس درگاه سپال

source: Payment Settings
fa_ir: تنظیمات عملیات پرداخت

source: Complete Payment Message
fa_ir: پیام پرداخت موفق

source: Message display to user after payment complete. you can use {payment_number} shortcode to show transaction trace number.
fa_ir: متن پیامی که میخواهید بعد از پرداخت موفق به کاربر نمایش دهید را وارد نمایید . همچنین می توانید از شورت کد {payment_number} برای نمایش شماره پرداخت سپال استفاده نمایید .

source: Payment Completed. Thank You.
fa_ir: با تشکر از شما . سفارش شما با موفقیت پرداخت شد .

source: Fail Payment Message
fa_ir: پیام پرداخت ناموفق

source: Message display to user after fail payment. you can use {fault} shortcode to show error.
fa_ir: متن پیامی که میخواهید بعد از پرداخت ناموفق به کاربر نمایش دهید را وارد نمایید . همچنین می توانید از شورت کد {fault} برای نمایش دلیل خطای رخ داده استفاده نمایید.

source: Payment Failed. try again or contact site administrator
fa_ir: پرداخت شما ناموفق بوده است . لطفا مجددا تلاش نمایید یا در صورت بروز اشکال با مدیر سایت تماس بگیرید

source: Pay
fa_ir: پرداخت

source: Return
fa_ir: بازگشت

source: Order Number
fa_ir: شماره سفارش

source: Customer
fa_ir: خریدار

source: Transaction Failed
fa_ir: تراکنش ناموفق بود

source: Error Connecting to gateway : %s
fa_ir: خطا در هنگام ارسال به بانک : %s

source: Error Connecting to gateway : <br/>%s
fa_ir: در هنگام اتصال به بانک خطای زیر رخ داده است : <br/> %s

source: Payment Failed
fa_ir: تراکنش ناموفق بود

source: Payment Cancelled
fa_ir: تراکنش لغو شد

source: Payment Completed .<br/> Trace Number : %s
fa_ir: پرداخت موفقیت آمیز بود .<br/> شماره پیگیری : %s

source: Payment Number
fa_ir: کد رهگیری

source: Error CallBack from Gateway : %s %s
fa_ir: خطا در هنگام بازگشت از بانک : %s %s

source: Order ID NOT EXISTS
fa_ir: شماره سفارش وجود ندارد
