Repository: wordpress-parsi/woocommerce-gateway
Catalog: tomanpay-ipg/languages/toman-ipg-for-woocommerce-*.po
Languages: fa_ir

source: TomanPay IPG Method for WooCommerce
fa_ir: متد درگاه پرداخت آنلاین تومن برای ووکامرس

source: TomanPay IPG Method
fa_ir: متد درگاه پرداخت آنلاین تومن

source: Enable / Disable
fa_ir: فعال سازی/غیر فعال سازی

source: Enable or Disable This Payment Mehod
fa_ir: فعال سازی متد درگاه پرداخت آنلاین تومن

source: Display Title
fa_ir: عنوان قابل نمایش به کاربر

source: TomanPay IPG
fa_ir: درگاه پرداخت آنلاین تومن

source: Payment Instruction
fa_ir: توضیحات و راهنمای پرداخت

source: Pay via TomanPay IPG
fa_ir: پرداخت از طریق درگاه پرداخت آنلاین تومن

source: TomanPay IPG Username
fa_ir: نام کاربری

source: Enter TomanPay IPG Username
fa_ir: نام کاربری درگاه پرداخت آنلاین تومن را وارد کنید

source: TomanPay IPG Password
fa_ir: رمز عبور

source: Enter TomanPay IPG Password
fa_ir: لطفا رمز عبور درگاه پرداخت آنلاین تومن را وارد کنید

source: TomanPay IPG Client ID
fa_ir: شناسه مشتری

source: Enter TomanPay IPG Client ID
fa_ir: لطفا شناسه مشتری (کلاینت آی دی) درگاه پرداخت آنلاین تومن را وارد کنید

source: TomanPay IPG Client Secret
fa_ir: رمز مشتری

source: Enter TomanPay IPG Client Secret
fa_ir: لطفا رمز مشتری (کلاینت پسورد) درگاه پرداخت آنلاین تومن را وارد کنید

source: Enable Test Mode
fa_ir: حالت تست

source: Enable Staging Mode
fa_ir: فعالسازی حالت تست

source: Erorr Connecting TomanPay IPG OAuth Token Service
fa_ir: خطا در اتصال به سرویس توکن درگاه پرداخت آنلاین تومن

source: Erorr
fa_ir: خطا

source: thank you for your order. you are redirecting to TomanPay online payemnt gateway (toman.ir). please wait
fa_ir: با تشکر از سفارش شما. شما در حال هدایت به درگاه پرداخت آنلاین تومن (toman.ir) جهت پرداخت هزینه می باشید ، لطفا منتظر بمانید

source: Pay
fa_ir: پرداخت

source: Erorr Connecting TomanPay IPG Payments Service
fa_ir: خطا در اتصال به درگاه پرداخت آنلاین تومن

source: Error : Order Not Exists!
fa_ir: خطا : سفارشی با اطلاعات دریافتی موجود نیست!

source: Error : Order Already Paid!
fa_ir: خطا : سفارش قبلا پرداخت شده!

source: Payment Completed. PaymentRefrenceID : %s
fa_ir: پرداخت با موفقیت انجام شد. شماره پیگیری : %s

source: Payment Failed or Cancelled by user
fa_ir: تراکنش با خطا مواجه یا از سوی کاربر لغو شد

source: Rate This Plugin
fa_ir: لطفا به این افزونه امتیاز بدهید

source: Settings
fa_ir: تنظیمات
