Repository: wordpress-parsi/woocommerce-gateway
Catalog: irandargah/languages/irandargah-woocommerce-ipg-*.po
Languages: fa_ir

source: Settings
fa_ir: تنظیمات

source: Docs
fa_ir: مستندات

source: IranDargah Payment Gateway for WooCommerce requires WooCommerce to be installed and active. You can download %s here.
fa_ir: روش پرداخت ایران درگاه نیازمند نصب و فعال بودن ووکامرس است. شما می‌توانید %s را از اینجا دانلود کنید.

source: IranDargah
fa_ir: ایران درگاه

source: IranDargah payment gateway for woocommerce.
fa_ir: پرداخت آنلاین ایران درگاه برای ووکامرس.

source: Enable/Disable
fa_ir: فعال/غیرفعال

source: Enable IranDargah
fa_ir: فعال سازی ایران درگاه

source: This controls whether or not this gateway is enabled within WooCommerce.
fa_ir: این گزینه کنترل می‌کند که آیا این پلاگین در WooCommerce فعال می‌باشد یا خیر.

source: Title
fa_ir: عنوان

source: This controls the title which the user sees during checkout.
fa_ir: این عنوانی است که کاربران در صفحه پرداخت مشاهده می‌کنند.

source: Description
fa_ir: توضیحات

source: This controls the description which the user sees during checkout.
fa_ir: این توضیحاتی است که کاربران در صفحه پرداخت مشاهده می‌کنند.

source: IranDargah Sandbox
fa_ir: سندباکس ایران درگاه

source: Place the payment gateway in development mode.
fa_ir: قرار دادن درگاه پرداخت در حالت تست.

source: Merchant ID
fa_ir: کد مرچنت

source: This is the merchant id, received from IranDargah.
fa_ir: کد مرچنت خود را از پنل کاربری دریافت کنید.

source: Gateway connection method
fa_ir: روش اتصال به درگاه

source: connect to irandargah webservice by selecting one of available methods.
fa_ir: اتصال به وب‌سرویس ایران درگاه با یکی از روش‌های موجود.

source: Choose one
fa_ir: یکی را انتخاب کنید

source: Store active curreny
fa_ir: ارز فعال فروشگاه

source: Select your default active curreny in shop.
fa_ir: ارز فعال فروشگاه خود را انتخاب کنید.

source: IRR
fa_ir: ریال

source: IRT
fa_ir: تومان

source: Do you have product price over 100 million toman?
fa_ir: آیا محصول با مبلغ بالای ۱۰۰ میلیون تومان دارید؟

source: If you choose Yes you should check order manually for remaining amount.
fa_ir: با انتخاب این گزینه امکان پرداخت ۹۹،۹۹۰،۰۰۰ تومان برای مشتری فراهم شده و مابقی مبلغ را باید جداگانه از مشتری دریافت نمائید.

source: No
fa_ir: خیر

source: Yes
fa_ir: بله

source: Send Debug Emails
fa_ir: ارسال ایمیل اشکال زدایی

source: Send debug e-mails for transactions through the Irandargah gateway (sends on successful transaction as well).
fa_ir: از طریق پلاگین ایران درگاه ایمیل‌های رفع اشکال تراکنش‌ها را ارسال کنید (در صورت تراکنش موفق نیز ارسال می‌شود).

source: Who Receives Debug E-mails?
fa_ir: چه کسی ایمیل اشکال زدایی را دریافت می‌کند؟

source: The e-mail address to which debugging error e-mails are sent when in test mode.
fa_ir: آدرس ایمیلی که ایمیل‌های خطای اشکال زدایی در حالت تست به آن ارسال می‌شود.

source: Enable Logging
fa_ir: فعال کردن لاگ

source: Enable transaction logging for gateway.
fa_ir: فعال کردن لاگ تراکنش‌های درگاه.

source: Sandbox is currently in use.
fa_ir: حالت سندباکس در حال استفاده است.

source: Gateway Disabled
fa_ir: درگاه غیرفعال

source: Choose Iranian Rial or Iranian Toman as your store currency in %1$sGeneral Settings%2$s to enable the IranDargah Gateway.
fa_ir: ارز مورد نظر خود را به صورت ریال یا تومان از %1$sتنظیمات کلی%2$s انتخاب کنید تا درگاه پرداخت فعال گردد.

source: Thank you for your order, please click the button below to pay with Irandargah.
fa_ir: با تشکر از سفارش شما، لطفا بر روی دکمه زیر کلیک کرده تا به توسط ایران درگاه به صفحه پرداخت هدایت شوید.

source: Error in connecting to gateway
fa_ir: خطا در اتصال به درگاه

source: payment has been completed
fa_ir: پرداخت انجام شد

source: amount is not equal to order amount
fa_ir: مبلغ پرداختی با مبلغ سفارش یکسان نیست

source: Transaction payment status: %s
fa_ir: وضعیت: %s

source: Amount of payment: %s ریال
fa_ir: مبلغ پرداخت شده: %s ریال

source: Transaction ref id: %s
fa_ir: کد پیگیری: %s

source: Payer card number: %s
fa_ir: شماره کارت: %s

source: Awaiting remaining payment |
fa_ir: در انتظار پرداخت مابقی مبلغ |

source: Error in sending request for connecting to gateway
fa_ir: خطا در ارسال درخواست جهت اتصال به درگاه

source: Error in sending request for transaction's verification
fa_ir: خطا در ارسال درخواست وریفای تراکنش

source: Your store uses a currency that Irandargah doesnt support yet.
fa_ir: فروشگاه شما از ارزی استفاده می‌کند که ایران درگاه هنوز آن را پشتیبانی نمی‌کند.

source: You forgot to fill your merchant ID.
fa_ir: مرچنت آی‌دی خود را فراموش کرده‌اید وارد کنید.

source: To use Irandargah as a payment provider, you need to fix the problems below:
fa_ir: برای استفاده از پلاگین ایران درگاه، باید خطاهای زیر را برطرف کنید:

source: <div style="color: green;">Thank you for your payment. Your transaction has been completed.<br> Your transaction id is %s</div>
fa_ir: <div style="color: green;">با تشکر از شما برای پرداختتان. تراکنش شما کامل شد.<br> شماره تراکنش پرداخت شما: %s</div>

source: IranDargah Payment Gateway for WooCommerce
fa_ir: پرداخت آنلاین ایران درگاه برای ووکامرس

source: IPG for woocommerce with IranDargah
fa_ir: درگاه پرداخت آنلاین برای ووکامرس
