Repository: wordpress-parsi/woocommerce-gateway
Catalog: vandapardakht/languages/vandapardakht-payment-for-woocommerce-*.po
Languages: fa_ir

source: VandaPardakht Payment for WooCommerce
fa_ir: درگاه پرداخت ونداپرداخت برای ووکامرس

source: With this Plugin, You can add VandaPardakht Online Payment Gateway to WooCommerce Checkout system and payment methods
fa_ir: با کمک این افزونه می توانید پرداخت از طریق درگاه پرداخت آنلاین ونداپرداخت را به سایت و سیستم تسویه حساب فروشگاه ووکامرس خود اضافه کنید

source: VandaPardakht Online Payment Gateway
fa_ir: درگاه پرداخت آنلاین ونداپرداخت

source: Enable / Disable
fa_ir: فعال سازی/غیر فعال سازی

source: Enable or Disable This Payment Mehod
fa_ir: فعال سازی درگاه پرداخت آنلاین ونداپرداخت

source: Display Title
fa_ir: عنوان قابل نمایش به کاربر

source: Payment Instruction
fa_ir: توضیحات و راهنمای پرداخت

source: Pay by VandaPardakht Online Payment Gateway
fa_ir: پرداخت از طریق درگاه پرداخت آنلاین ونداپرداخت

source: VandaPardakht PIN
fa_ir: پین درگاه ونداپرداخت

source: Enter VandaPardakht PIN
fa_ir: پین درگاه ونداپرداخت را وارد کنید

source: Success Message
fa_ir: پیام پس از پرداخت موفق

source: Payment Completed
fa_ir: پرداخت با موفقیت انجام شد

source: Success Message. Ex : Payment Completed
fa_ir: پیام پس از پرداخت موفق . مثلا : پرداخت با موفقیت انجام شد

source: Thank you for your order. You will be redirect to the VandaPardakht Online Payment Gateway
fa_ir: از سفارش شما مچکریم . برای پرداخت مبلغ سفارش ، به درگاه پرداخت هدایت خواهید شد

source: Error : Order Not Exists!
fa_ir: خطا : سفارشی با اطلاعات دریافتی موجود نیست!

source: Error : Order Already Paid!
fa_ir: خطا : سفارش قبلا پرداخت شده!

source: RefrenceID : %s
fa_ir: شماره پیگیری : %s

source: System (Permission) Error.
fa_ir: خطای سیستمی. دسترسی غیر مجاز.

source: Erorr : %s
fa_ir: خطا : %s

source: Rate
fa_ir: امتیار

source: If you like %1$s please leave us a %2$s rating. A huge thanks in advance!
fa_ir: اگر %1$s را دوست دارید، لطفا برای حمایت از ما ، نظر و امتیاز %2$s خود را ثبت کنید. پیشاپیش از شما سپاسگزاریم!

source: Settings
fa_ir: تنظیمات
