Repository: wordpress-parsi/woocommerce-gateway
Catalog: sizpay/languages/sizpay-payment-for-woocommerce-*.po
Languages: fa_ir

source: SizPay Payment Gateway
fa_ir: درگاه پرداخت سیزپی

source: Enable / Disable
fa_ir: فعال سازی/غیر فعال سازی

source: Enable or Disable This Payment Mehod
fa_ir: فعال سازی درگاه پرداخت سیزپی

source: Display Title
fa_ir: عنوان قابل نمایش به کاربر

source: Payment Instruction
fa_ir: توضیحات و راهنمای پرداخت

source: Pay by SizPay Payment Gateway
fa_ir: پرداخت امن از طریق درگاه های معتبر بانکی (قابل پرداخت با کلیه کارت های عضو شتاب)

source: SizPay Merchant
fa_ir: کد پذیرنده

source: Enter SizPay Merchant
fa_ir: کد پذیرنده خود را وارد کنید

source: SizPay Terminal
fa_ir: کد ترمینال

source: Enter SizPay Terminal
fa_ir: کد ترمینال خود را وارد کنید

source: SizPay Username
fa_ir: کلید 1

source: Enter SizPay Username
fa_ir: کلید1 خود را وارد کنید

source: SizPay Password
fa_ir: کلید 2

source: Enter SizPay Password
fa_ir: کلید 2 خود را وارد کنید

source: thank you for your order. please note the order id. and then click on pay button
fa_ir: با تشکر از سفارش شما. پس از یادداشت شماره سفارش ، برای انتقال به درگاه سیزپی ، بر روی دکمه پرداخت کلیک کنید

source: Error : Order Not Exists!
fa_ir: خطا : سفارشی با اطلاعات دریافتی موجود نیست!

source: Error : Order Already Paid!
fa_ir: خطا : سفارش قبلا پرداخت و تعیین وضعیت شده!

source: Payment Completed. OrderID : %s . PaymentRefrenceID : %s
fa_ir: پرداخت با موفقیت انجام شد. شماره سفارش : %s . شماره پیگیری : %s

source: System (Permission) Error.
fa_ir: خطای سیستمی. دسترسی غیر مجاز.

source: Pay
fa_ir: پرداخت
