Repository: wordpress-parsi/woocommerce-gateway
Catalog: tomanpay-escrow/languages/toman-escrow-service-payment-for-woocommerce-*.po
Languages: fa_ir

source: TomanPay Escrow Service Payment Method for WooCommerce
fa_ir: سیستم معاملاتی درگاه پرداخت امن تومن برای ووکامرس

source: TomanPay Escrow Service Payment Method
fa_ir: پرداخت امن تومن

source: Enable / Disable
fa_ir: فعال سازی/غیر فعال سازی

source: Enable or Disable This Payment Mehod
fa_ir: فعال سازی سیستم معاملاتی درگاه پرداخت امن تومن

source: Display Title
fa_ir: عنوان قابل نمایش به کاربر

source: Payment Instruction
fa_ir: توضیحات و راهنمای پرداخت

source: Pay via TomanPay Escrow Service Payment Method
fa_ir: در پرداخت امن تومن، مبلغ پرداختی نزد تومن به امانت باقی می‌ماند و پس از انجام معامله در صورت تایید خریدار، تسویه با فروشنده صورت خواهد گرفت

source: TomanPay Escrow Service Shop Slug
fa_ir: شناسه فروشگاه

source: Enter TomanPay Escrow Service Shop Slug
fa_ir: لطفا شناسه فروشگاه دریافتی از درگاه امن را وارد کنید

source: TomanPay Escrow Service Password
fa_ir: کدفعالسازی - Auth

source: Enter TomanPay Escrow Service Password
fa_ir: لطفا کدفعالسازی - Auth دریافتی از درگاه امن را وارد کنید

source: Shipping
fa_ir: هزینه ارسال

source: Other
fa_ir: سایر هزینه

source: Erorr
fa_ir: خطا

source: thank you for your order. you are redirecting to TomanPay Escrow Service gateway. please wait
fa_ir: با تشکر از سفارش شما. شما در حال هدایت به وب سایت سیستم معاملاتی درگاه پرداخت امن تومن جهت پرداخت هزینه می باشید ، لطفا منتظر بمانید

source: Pay
fa_ir: پرداخت

source: Erorr Connecting TomanPay Escrow Service gateway
fa_ir: خطا در اتصال به سیستم معاملاتی درگاه پرداخت امن تومن

source: Error : Order Not Exists!
fa_ir: خطا : سفارشی با اطلاعات دریافتی موجود نیست!

source: Error : Order Already Paid!
fa_ir: خطا : سفارش قبلا پرداخت شده!

source: Payment Cancelled By User (state : %s)
fa_ir: پرداخت با خطا مواجه شد یا از سوی کاربر لغو شد (وضعیت : %s)

source: Payment Completed. PaymentRefrenceID : %s
fa_ir: پرداخت با موفقیت انجام شد. شماره پیگیری : %s

source: Erorr Invalid Response from TomanPay Escrow Service gateway
fa_ir: خطا در استعلام تراکنش از سیستم معاملاتی درگاه پرداخت امن تومن

source: Payment Failed or Cancelled by user
fa_ir: تراکنش با خطا مواجه یا از سوی کاربر لغو شد

source: Paid Price (%s) and Order Price (%s) are not the same
fa_ir: مبلغ پرداختی (%s) و مبلغ سفارش (%s) یکسان نیستند

source: System (Permission) Error!
fa_ir: خطای سیستمی. دسترسی غیر مجاز!

source: Rate This Plugin
fa_ir: لطفا به این افزونه امتیاز بدهید

source: Settings
fa_ir: تنظیمات
