Repository: wordpress-parsi/woocommerce-gateway
Catalog: raypay/languages/woo-raypay-gateway-*.po
Languages: fa_ir

source: RayPay payment gateway for Woocommerce
fa_ir: درگاه پرداخت رای پی

source: <a href="https://raypay.ir">RayPay</a> secure payment gateway for Woocommerce.
fa_ir: درگاه پرداخت امن <a href="https://raypay.ir">رای پی</a> برای ووکامرس.

source: RayPay
fa_ir: رای پی

source: Iranian hezar rial
fa_ir: هزار ریال

source: Iranian hezar toman
fa_ir: هزار تومان

source: Redirects customers to RayPay to process their payments.
fa_ir: پرداخت از طریق درگاه رای پی.

source: Enable/Disable
fa_ir: فعال / غیر فعال

source: Title
fa_ir: عنوان

source: This gateway title will be shown when a customer is going to to checkout.
fa_ir: عنوان درگاه هنگامی نمایش داده می‌شود که یک مشتری می‌خواهد به صفحه بررسی سفارش برود.

source: RayPay payment gateway
fa_ir: درگاه پرداخت رای پی

source: Description
fa_ir: توضیحات

source: This gateway description will be shown when a customer is going to to checkout.
fa_ir: توضیحات درگاه هنگامی نمایش داده می‌شود که یک مشتری می‌خواهد به صفحه بررسی سفارش برود.

source: Webservice Configuration
fa_ir: پیکربندی وب سرویس

source: User ID
fa_ir: شناسه کاربری

source: You can receive your User ID from RayPay panel https://panel.raypay.ir
fa_ir: شما میتوانید شناسه کاربری خود را از پنل رای پی دریافت کنید. https://panel.raypay.ir

source: Acceptor Code
fa_ir: کد پذیرنده

source: You can receive your Acceptor Code from RayPay panel https://panel.raypay.ir
fa_ir: شما میتوانید کد پذیرنده خود را از پنل رای پی دریافت کنید. https://panel.raypay.ir

source: Payment message configuration
fa_ir: تنظیمات پیام پرداخت

source: Configure the messages which are displayed when a customer is brought back to the site from the gateway.
fa_ir: پیامی را که می‌خواهید هنگام بازگشت کاربر توسط درگاه، به او نشان داده شود را وارد کنید.

source: Success message
fa_ir: پیام پرداخت موفق

source: Enter the message you want to display to the customer after a successful payment. You can also choose these placeholders {track_id}, {order_id} for showing the order id and the tracking id respectively.
fa_ir: متن پیامی که می‌خواهید بعد از پرداخت موفق به کاربر نمایش دهید را وارد کنید.

source: Your payment has been successfully completed. Track id: {track_id}
fa_ir: پرداخت شما با موفقیت انجام شد.

source: Failure message
fa_ir: پیام پرداخت ناموفق

source: Enter the message you want to display to the customer after a failure occurred in a payment. You can also choose these placeholders {track_id}, {order_id} for showing the order id and the tracking id respectively.
fa_ir: متن پیامی که می‌خواهید بعد از پرداخت ناموفق به کاربر نمایش دهید را وارد کنید.

source: Your payment has failed. Please try again or contact the site administrator in case of a problem.
fa_ir: پرداخت شما ناموفق بوده است. لطفا مجددا تلاش نمایید یا در صورت بروز اشکال، با مدیر سایت تماس بگیرید.

source: Oder number #
fa_ir: شماره سفارش #

source: Selected currency is not supported
fa_ir: واحد پول انتخاب شده معتبر نیست

source: An error occurred while creating the transaction.
fa_ir: در فرآیند پرداخت خطایی رخ داده است.

source: error status: %s
fa_ir: کد خطا

source: error code: %s
fa_ir: کد خطا

source: error message: %s
fa_ir: پیغام خطا : %s

source: transaction id: %s
fa_ir: شماره پرداخت: %s

source: An error occurred while verifying the transaction.
fa_ir: در فرآیند تایید پرداخت خطایی رخ داده است.

source: Transaction payment status: %s
fa_ir: وضعیت پرداخت : %s

source: There is no order number referenced.
fa_ir: شماره سفارش در دسترس نیست.

source: Please try again or contact the site administrator in case of a problem.
fa_ir: لطفا دوباره تلاش کنید یا مساله را با ادمین سایت مطرح کنید.
